{
  "sigs": [
    "No sig",
    "Take 1 tablet by mouth once daily.",
    "take 1 tablet (100 mg) by mouth every day",
    "Take 1 tablet by mouth in the morning and at bedtime",
    "take 1 tablet (50 mg) by mouth daily.",
    "Take 1 tablet (20 mg total) by mouth daily",
    "take 3 capsules by mouth daily",
    "take one capsule every other day for the first week, then 1 capsule daily thereafter.",
    "1 tablet orally once a day (due for APPT) 90 days.",
    "Take 1 tablet by mouth every day at bedtime as needed for 30 days.",
    "Take 1.5 Tablets (75 mg) by mouth every day",
    "Take 1 tablet by mouth nightly X 1 week then increase to 2 tablets nightly and continue.",
    "Take one tablet by mouth every day.",
    "take 1/2 to 1 tablet by mouth every day.",
    "Take 1 tablet by mouth daily or as directed for on demand prep",
    "take 1 capsule daily with the 20 mg cap for a daily dose of 30 mg",
    "take 1 tablet daily in the morning and 1/2 tablet at bedtime",
    "Take one capsule by mouth every morning before breakfast",
    "Take 1 tablet (20 mg total) by mouth one time each day.",
    "Take one-half tablet by mouth once daily.",
    "Take 1 and 1/2 tablet by mouth once daily",
    "1.5qhs",
    "Take 1 and 1/2 tablet by mouth at night.",
    "Take 1 capsule by mouth every morning with 20 mg cap for a total of 30 mg daily",
    "Take 1 capsule by mouth every morning with 10 mg cap for a daily dose of 30 mg",
    "Take 1 tablet by mouth once a day.",
    "Take 1 tablet by mouth twice a day with additional 1 tablet as needed for days with more anxiety.",
    "Take 1 tablet by mouth daily with 5 mg tablet",
    "Take 1 tablet by mouth twice daily before breakfast and supper for PCOS.",
    "take 1 tablet by mouth twice daily with food",
    "no rx received",
    "take 1 tablet by mouth twice a day before breakfast and dinner",
    "take 2 tablets by mouth daily",
    "Take 1 tablet (500 mg) by mouth 2 (two) times a day with meals.",
    "take 1 capsule by mouth every morning.",
    "1qd with food",
    "1tid as needed",
    "Take 1 tablet (100 mg) by mouth daily.",
    "Take 1 tablet (20 mg) by mouth daily.",
    "Take one tablet by mouth daily.",
    "Take 1 tablet by mouth daily with food.",
    "Take 1 tablet by mouth daily for hair loss",
    "Take 2 tablets by mouth daily for hair loss",
    "take 1.5-2 tablets by mouth twice a day",
    "take 1 capsule by mouth daily at noon",
    "take 1 tablet every other morning on an empty stomach. alternate with 75 mcg tab",
    "take 1 tablet every other morning on an empty stomach. alternate with 50 mcg tab",
    "Give 1-2 tabs every 8-12 hours as needed for anxiety",
    "Give 1 tablet daily to manage anxiety. don't stop abruptly, labs due in Dec",
    "Take 2 tablets daily as directed",
    "Take 3 tablets by mouth at bedtime",
    "Take 1 tablet by daily with a meal as needed for back pain or abdominal cramping",
    "Take 1-2 tablets by mouth every 12 hours as needed for nausea/vomiting",
    "Take 1 tablet as needed at onset of migraine. may repeat in 2 hours if needed. max 4/24 hrs",
    "take 1 tablet every 6 hours as needed for anxiety or sedation",
    "take 1 tablet daily for 2 weeks then 2 daily for 2 weeks then 3 daily for 2 weeks then 4 daily for migraine prevention",
    "take 1 tablet daily as needed, may repeat in 4 hours if needed. max 2/day 3x a week",
    "Take 0.5-1 tablet daily as needed for severe mood fluctuations",
    "Take 0.5-1 tablet by mouth nightly",
    "take 1 tablet daily with food",
    "take 1 tablet by mouth 3 times daily as needed for social anxiety",
    "Dissolve 1 tablet under tongue every 6 hours as needed for nausea or vomiting",
    "Take 1 tablet by mouth at bedtime, may also take 1/2 tab as needed for anxiety",
    "take 1 tablet at bedtime, may also take 1/2 tab daily as needed for anxiety",
    "place 1-2 tabs on tongue and let dissolve every 12 hours as needed",
    "Take 1 tablet by mouth daily with 25 mg tab",
    "take 1 tablet by mouth daily with 50 mg tab",
    "take 1 capsule daily with 75 mg of pristiq for 7 days then 2 capsules daily with 50 mg of pristiq",
    "take 1 tablet by mouth twice daily as needed",
    "Take 1 tablet by mouth nightly.",
    "Take 1 tablet by mouth with breakfast and evening meal",
    "Take 1 tablet by mouth 1-3 times a day",
    "take 1 tablet by mouth daily with breakfast",
    "take 1 tablet by mouth 3 times daily as needed for itching",
    "take 0.25-1 tablet by mouth at bedtime as needed for sleep",
    "take 1 tablet in the morning and 1 tablet in the evening",
    "Take 1 tablet in the morning, at noon and in the evening",
    "Take 1 tablet by mouth in the morning on an empty stomach",
    "Take 2 tablets early in the morning on an empty stomach with a full glass of water",
    "take 1 tablet by mouth daily for mood",
    "cancelled",
    "take 1 tablet by mouth 3 times a day as needed for spasm",
    "Take 1 tablet daily to manage anxiety. don't stop abruptly, labs due in Dec",
    "Take 1 tablet daily to manage anxiety. don't stop abruptly, labs due in Dec",
    "Take 1 tablet daily to manage anxiety. don't stop abruptly, labs due in Dec",
    "Take 2 tablets by mouth every evening",
    "Take 1 tablet by mouth every day. Need to keep upcoming appointment for more refills",
    "Take 1 tablet by mouth daily as needed for anxiety",
    "take 1 tablet by mouth daily on an empty stomach 30 minutes before breakfast",
    "take 1.5 tablets by mouth 2-3 times a day as needed",
    "Take 1 tablet by mouth every morning",
    "take 1/2 tab daily for 2-3 weeks then if tolerating 1 tab daily",
    "take 0.5-1 tablet by mouth daily",
    "Take 1 tablet by mouth twice daily as needed for anxiety",
    "take 1.5 tablets by mouth daily at 3 pm",
    "Take 1/2 tablet by mouth in the morning and at bedtime",
    "Take 1 tablet by mouth daily as directed for hair growth",
    "Take 1 tablet by mouth at bedtime as directed",
    "Take 1 tablet by mouth daily. Need to schedule appointment for more refills",
    "Take 1 tablet by mouth twice daily as needed for acute anxiety/insomnia",
    "Take 1 capsule by mouth daily 30 minutes before breakfast",
    "Take 1.5 tablets daily in the morning before food",
    "Take 1 tablet by mouth every morning before breakfast",
    "take 1 tablet at bedtime for 2 weeks then increase 2 tablets at bedtime",
    "Take 2 tablets by mouth every evening",
    "Take 1/2-1 tablet by mouth daily as needed for agitation",
    "Take 2 tablets by mouth every 12 hours for 1 day",
    "Take 1 tablet by mouth daily before breakfast",
    "Take 1 tablet by mouth daily in the morning",
    "Take 2 capsules by mouth daily, patient needs follow up appointment and labs",
    "Take 1 capsule by mouth twice a day",
    "no rx on file for patient",
    "Take 1 tablet daily with paroxetine CR 25 mg for a total daily dose of 62.5 mg",
    "Take 1 tablet daily with paroxetine CR 37.5 mg for a total daily dose of 62.5 mg",
    "Take 1 tablet by mouth at bedtime with water"
  ]
}
